{
  "texts": {
    "title": "Persönlichkeits Portrait",
    "introductionTitle": "Einführung",
    "quizTitle": "Quiz",
    "resultsTitle": "Ergebnis",
    "infoTitle": "Info",
    "introText": "Basierend auf dem Buch \"Das Persönlichkeits-Portrait\" von Oldham und Morris, möchten wir Ihnen eine digitale Reise durch Ihre Persönlichkeit anbieten. Ihre Persönlichkeit prägt, wie Sie Herausforderungen begegnen und wie Sie mit der Welt interagieren. <br> <br> Was ist Persönlichkeit? <br> Unsere Persönlichkeit ist dynamisch, kein festgelegtes Muster. Sie ist ein Spektrum von Verhaltensweisen und Einstellungen. Jeder hat seine eigene Art und Weise, und manchmal können starre Persönlichkeitsmuster zu wiederkehrenden Problemen im Leben führen. <br> <br>Worum geht es in diesem Test? <br> Der Test beleuchtet 14 verschiedene Persönlichkeitsstile. Jeder Stil kann sowohl gesund als auch problematisch sein - je nachdem, wie stark er in Ihrem Leben ausgeprägt ist. Ein tiefes Verständnis Ihres eigenen Stils kann Ihnen helfen, sich selbst besser zu verstehen und Wege zur persönlichen Entwicklung zu finden. <br><br> Ein paar Dinge zum Nachdenken: <br> Dies ist ein Hilfsmittel, und die vollständigen Informationen finden Sie im Buch. <br> Wenn Sie Probleme feststellen, zögern Sie nicht, professionelle Hilfe in Anspruch zu nehmen. <br> Denken Sie beim Durchlaufen des Tests über wiederkehrende Verhaltensmuster in Ihrem Leben nach. Die Anerkennung dieser Muster ist oft der erste Schritt, um sie zu ändern. <br> Viel Spaß auf Ihrer Reise zur Selbsterkenntnis!",
    "startButton": "Quiz starten",
    "submitQuiz": "Ergebnis anzeigen",
    "answerYes": "Ja",
    "answerMaybe": "Vielleicht",
    "answerNo": "Nein",
    "shareHeading": "Geteiltes Persönlichkeits-Portrait",
    "shareError": "Es gab leider einen fehler mit dem Link der mit dir geteilt wurde",
    "shareCTA": "Mach das Quiz!",
    "resultsHeading": "Dein Persönlichkeits-Portrait",
    "shareButton": "Link teilen",
    "shareSuccessful": "Link kopiert!",
    "downloadButton": "Ergebnis herunterladen"
  },
  "styles": {
    "Vigilant": "Wachsam",
    "Solitary": "Ungesellig",
    "Idiosyncratic": "Exzentrisch",
    "Adventurous": "Abenteuerlich",
    "Mercurial": "Sprunghaft",
    "Dramatic": "Dramatisch",
    "SelfConfident": "Selbstbewusst",
    "Sensitive": "Sensibel",
    "Devoted": "Anhänglich",
    "Conscientious": "Gewissenhaft",
    "Leisurely": "Lässig",
    "Aggressive": "Aggressiv",
    "SelfSacrificing": "Aufopfernd",
    "Serious": "Ernsthaft"
  },

  "disorders": {
    "Vigilant": "Paranoid",
    "Solitary": "Schizoid",
    "Idiosyncratic": "Schizotypisch",
    "Adventurous": "Antisozial",
    "Mercurial": "Borderline",
    "Dramatic": "Histrionisch",
    "SelfConfident": "Narzistisch",
    "Sensitive": "Selbstunsicher",
    "Devoted": "Dependent",
    "Conscientious": "Zwanghaft",
    "Leisurely": "Passiv-Aggressiv",
    "Aggressive": "Sadistisch",
    "SelfSacrificing": "Selbstschädigend",
    "Serious": "Depressiv"
  },

  "questions": {
    "Abilities": "Ich habe viele Fähigkeiten, die ich nicht zu nutzten scheine, wenn ich in etwas gut bin, kann ich anderen Leuten damit helfen, aber ich kann meine Fähigkeit nicht für mich selbst einsetzten.",
    "Adventurous": "Ich bin nicht die Art Mensch, die immer den vorsichtigen Weg einschlägt. Ich gehe Risiken ein - etwa schneller fahre als erlaubt oder fahren, wenn ich etwas getrunken habe-, aber ich weiß, was ich tue und ich komme dahin, wo ich hinwill.",
    "Advice": "Ich hole gern den Rat anderer ein, bevor ich Entscheidungen treffe, auch bei alltäglichen.",
    "Agreeable": "Ich drücke gern meine Zustimmung mit anderen Menschen aus. Wenn ich anderer Meinung bin, behalte ich es im Allgemeinen für mich.",
    "Anxious": "Manchmal ängstige ich mich so, dass Menschen mich verlassen, dass ich irgendwie außer mir bin und sie anrufen, damit sie mich beruhigen, was ziemlich lästig werden muss.",
    "Apathetic": "Man kann mich ein 'Pokerface' nennen. Ich bin den Leuten irgendwie ein Geheimnis, weil ich im Allgemeinen wenig Gefühl zeige und nicht stark auf sie reagiere.",
    "Appearance": "Mein Äußeres ist mir sehr wichtig. Ich verbringe viel Zeit damit, sicherzustellen, dass ich attraktiv aussehe.",
    "Arrogant": "Man hat mich arrogant genannt, aber na und.",
    "Asexual": "Ich habe kein besonders starkes Bedürfnis, mit jemandem Sex zu haben.",
    "Assumer": "Viel zu oft nehme ich an, dass eine Beziehung mehr ist, als sie tatsächlich ist. Das bereitet mir viel Kummer.",
    "Attention": "Ich falle gerne auf, und habe die Gewohnheit, nach Komplimenten zu fischen, wenn ich ignoriert werde.",
    "Awkward": "Ich bin sehr unsicher. Ich habe oft das Gefühl, dass Menschen mich ansehen und mich taxieren, nicht immer in schmeichelhafter Weise.",
    "Blamer": "Ich verurteile mich selbst viel zu streng: Ich mache mich immer für alles verantwortlich, was schief geht oder nicht klappt.",
    "Brooder": "Ich neige dazu, viel zu grübeln und mir Sorgen zu machen.",
    "Cautious": "Im Allgemeinen lass ich mich erst dann mit Menschen ein, wenn ich sicher bin, dass sie mich mögen.",
    "Confident": "In Gesellschaft bin ich selbstbewusst. Ich rede ohne Schwierigkeiten und bin nicht schrecklich unsicher oder ängstlich, dass ich etwas Dummes sage oder uninformiert erscheine.",
    "Controlling": "Die Mitglieder meiner Familie beklagen manchmal, dass ich ihnen nicht genug Unabhängigkeit und Freiheit erlaube. Ich glaube ich führe manchmal ein ziemliche strenges Regiment.",
    "Critic": "Leute haben mir gesagt, dass ich sie in Gegenwart anderer demütige. Sie sollten nicht so empfindlich sein - Worte verletzten doch niemanden. Und wenn sie wirklich meinen, ich würde Sie zu sehr kritisieren, sollten sie mir Paroli bieten.",
    "Critical": "Ich kann an meinem Chef oder anderen Autoritätspersonen ziemlich viel auszusetzten haben. Vielleicht kann ich ihre Situation nicht ganz verstehen, aber ich glaube, dass ich oft bessere Arbeit leisten könnte.",
    "Daydreamer": "Ich bin gern in meinen Träumereien. Ich stelle mir vor, ich wäre reich oder mächtig oder berühmt - vielleicht sogar der Gewinner eines Nobelpreises.",
    "Defensive": "Die Leute sagen mir manchmal, ich würde handeln, als fühle ich mich ständig angegriffen. Es stimmt, dass ich mit jedem kämpfe oder streite, der mich an einem schlechten Tag erwischt.",
    "Defiant": "Wenn ich etwas wirklich nicht tun möchte, und auch wenn mein Chef oder meine Familie mich bittet, lass ich mir Zeit, bis ich es tue, oder ich strenge mich nicht besonders an und mache meine Arbeit schlecht.",
    "Dependent": "Ich komme viel besser zurecht, wenn ich in einer Beziehung bin, denn allein fühle ich mich ziemlich hilflos.",
    "Different": "Ich glaube, ich habe einen andere Wellenlänge als die meisten anderen Menschen. Manchmal kann ich Dinge spüren, die für mich sehr real sind, obwohl ich sie nicht beweisen kann, etwa dass der Geist eines verstorbenen Familienmitglieds im Raum ist, der versucht, mit mir zu kommunizieren.",
    "Difficult": "Der Umgang mit mir kann schwierig sein und wenn ich darüber nachdenke, sind meiner Erwartungen an andere ziemlich unvernünftig. Aber ich ärgere mich immer noch, wenn sie böse auf mich sind.",
    "Disciplinarian": "Ich glaube, dass strenge Disziplin extrem wichtig ist. Obwohl ich körperliche Bestrafung nicht unbedingt für wirksam halte, glaube ich an das Prinzip hinter dem Sprichwort 'Wer die Rute spart, verzieht das Kind'.",
    "Disloyal": "Manchmal denke ich, dass meine Freunde und Kollegen nicht so loyal sind, wie ich es gerne hätte.",
    "Distrustful": "Ich bin nicht sehr vertrauenswürdig, auch wenn ich es gerne wäre. Ich kann mir einfach nicht helfen, dass ich mir Sorgen mache, dass andere Menschen mich ausnutzen könnten, wenn ich nicht vorsichtig bin.",
    "Divergent": "Ich gehe emotional meinen eigenen Weg. Zum Beispiel kann mich etwas Trauriges als lustig erscheinen und ich lache.",
    "Dominant": "Ich bevorzuge es, in meinen Beziehungen die dominante Position zu haben. Als Ergebnis kann ich manchmal gemein oder grausam wirken, ohne es zu merken.",
    "DramaQueen": "Ich kann sehr dramatisch sein, wenn ich mich ärgere. Ich habe schon gedroht, mich selbst zu verletzen, obwohl ich das natürlich nicht wirklich meine.",
    "Dramatic": "Im Allgemeinen habe ich sehr intensive Beziehungen, und gewöhnlich schwanken meine Gefühle für diesen Menschen von einem Extrem zum anderen. Manchmal bete ich ihn fast an, und dann wieder kann ich ihn nicht ausstehen.",
    "Dramatist": "Es fällt mir leicht, meine Gefühle zu zeigen.",
    "Eccentric": "Die Leute denken manchmal, dass ich exzentrisch bin, weil ich mich auf meine Weise kleide und ihnen ein bisschen ausgeflippt erscheine. Es stimmt, dass ich irgendwie in meiner eigenen kleinen Welt lebe.",
    "Egotistical": "Ich bin besser als die meisten Menschen. Die Leute, mit denen ich mich umgebe, und die Organisationen, denen ich angehöre, sind alle einflussreich und wichtig.",
    "Empathetic": "Es ist nicht leicht für mich, mich in jemand anders hineinzuversetzen. Ich verstehe mich selbst besser, als ich andere Menschen verstehe.",
    "Entertainer": "Die Leute beschreiben mich als sehr unterhaltsam. Ich kann Ereignisse sehr unterhaltsam und farbig erzählen, ohne ständig alle Fakten parat haben zu müssen.",
    "Envious": "Für mich ist Neid eine Tatsache des Lebens. Entweder ich beneide jemanden, oder jemand beneidet wahrscheinlich mich.",
    "Expression": "Die Leute sagen, dass ich mich sonderbar ausdrücke, dass ich Dinge, die zu hoch für sie sind, sage, oder dass ich nicht erkläre, was ich meine.",
    "Extroverted": "Ich stehe gern im Mittelpunkt der Aufmerksamkeit - es ist belebend. Ich fühle mich im Zentrum des Geschehens sehr viel wohler als am Rand.",
    "Fearful": "Ich mache mir sehr viele Sorgen, dass Menschen, an denen mir etwas liegt, mich verlassen, obwohl gewöhnlich kein Grund für diese Angst besteht.",
    "Flirtatious": "Ich bin ein Mensch, der sehr sexy ist. Ich flirte gern und kleide mich gern sexuell attraktiv.",
    "Follower": "Ich bin nicht das, was man Initiator nennen könnte. Ich bin als Gefolgsmann sehr viel besser, denn als Anführer, aber ich kann ein sehr loyaler Mannschaftspieler sein.",
    "Friendless": "Ich habe eigentlich keine engen Freunde, außer vielleicht einige Mitglieder meiner unmittelbaren Familie.",
    "Frugal": "Ich würde mein Geld eher spare, als es für Geschenke auszugeben. Ich neige absolut nicht zu Extravaganzen, was eine gute Methode ist, sicherzustellen, dass immer Geld auf dem Konto ist.",
    "Grudger": "Wenn jemand mich nicht richtig behandelt, werde ich es wahrscheinlich nicht vergessen.",
    "Guiltridden": "Manchmal denke ich, dass Schuld mein zweiter Vorname ist, da ich mich immer schuldig und reumütig fühle oder so, als hätte ich etwas falsch gemacht.",
    "Guilty": "Ich habe keine Schuldgefühle wegen dem, was ich getan habe. Das bringt nichts. 'Schau nicht zurück', das ist mein Motto.",
    "Gullible": "Ich bin ziemlich beeinflussbar. Ich muss aufpassen, dass ich nicht zu leicht von anderen Menschen beeinflusst werde.",
    "Heartbroken": "Wenn eine Beziehung endet, gerate ich in Panik und suche sofort nach einer neuen.",
    "Hoarder": "Ich neige dazu, alles aufzubewahren. Meine Schränke und Schubladen und der Speicher sind voll von Dingen, die ich einfach nicht wegwerfen kann oder will.",
    "Impulsive": "Ich handle gern spontan, wenn mir danach zumute ist. Zum Beispiel betrinke ich mich oder nehme Drogen, wenn ich in der Stimmung bin, oder ich esse viel, oder ich fahre zu schnell, oder ich genieß einen ausgiebigen Einkaufsbummel. Das macht das Leben sehr viel interessanter, obwohl es natürlich manchmal ins Auge geht.",
    "Indecisive": "In Bezug auf Beziehungen glaube ich manchmal, dass ich selbst mein ärgster Feind bin. Ich lasse mich immer wieder mit Leuten ein, die mich irgendwann einmal schlecht behandeln oder enttäuschen. Ich kann nicht glauben, dass ich so schlecht darin bin, andere einzuschätzen. Ich muss naiv sein.",
    "Independent": "Wenn ich die Wahl habe, tue ich Dinge lieber allein.",
    "Indifferent": "Wenn jemand mich wirklich mag oder mich sehr freundlich oder zärtlich behandelt bin ich oft nicht interessiert. Irgendwie erscheint es mir einfach langweilig, wenn es in der Beziehung keine wirkliche Herausforderung gibt.",
    "Insecure": "Ich habe nicht viel Vertrauen in mich selbst. Manchmal fühle ich mich einfach wertlos.",
    "Insistent": "Manche Leute sagen, dass ich zu viel selbst mache, aber ich tue die Arbeit lieber selbst, als dass jemand anderes sie falsch oder unvollständig macht. Ich riskiere es als 'stur' oder 'herrschsüchtig' bezeichnet zu werden, wenn andere nur die Arbeit so machen, wie ich es für richtig halte.",
    "Intimate": "Es fällt mir schwer, ich selbst in intimen Beziehungen zu sein. Ich habe Angst, dass ich lächerlich wirken könnte, also halte ich mich zurück.",
    "Intimidating": "Ich glaube, ich kann ziemlich einschüchternd sein. Manche Leute haben mir gesagt, dass sie tun, was ich will, weil sie Angst vor mir haben.",
    "Introverted": "Im Allgemeinen fühle ich mich gelangweilt oder innerlich leer.",
    "Intruder": "Ich glaube, dass man in manchen Situationen den Leuten auf die Hühneraugen steigen muss, um zu erreichen, was man will.",
    "Irresponsible": "Ich habe einfach nicht die Geduld, mir über die Finanzen Gedanken zu machen oder meine Rechnungen zu bezahlen, und deshalb halten Leute mich für verantwortungslos.",
    "Jealous": "Ich bin oft neidisch auf andere.",
    "Joyless": "Es gibt nicht allzu viele Dinge, die ich wirklich gerne tue.",
    "Judgmental": "Ich wünschte, ich wäre nicht immer so negativ gegenüber anderen Menschen. Egal, was sie tun, ich scheine immer etwas falsch an ihnen zu finden.",
    "Liar": "Ich sage nicht unbedingt die Wahrheit.",
    "Loner": "Ich neige dazu, ein Einzelgänger zu sein, und für mich ist das in Ordnung. Es macht mir irgendwie keinen Spaß, viel mit anderen Leuten zusammen zu sein, auch wenn es meine Familie ist.",
    "Misfortune": "Ich glaube, dass meine Probleme zu kompliziert und einmalig sind, als dass die meisten Menschen sie verstehen könnten.",
    "Misunderstood": "Die Leute schätzen oder verstehen mich nicht wirklich.",
    "Moral": "Wenn es 'altmodisch' ist, sehr strenge Prinzipien zu haben und an ein sehr moralisches und ethisches Verhalten zu glauben, bin ich altmodisch.",
    "Nervous": "Ich habe nicht besonders viel Vertrauen, obwohl ich es gernhätte. Ich habe einfach Angst, dass Menschen mich ausnutzen könnten, wenn ich nicht vorsichtig bin.",
    "Organized": "Bei mir ist alles Durchorganisiert. Ich folge gern einem Plan und mache Listen von den Dingen, die ich zu tun habe. Manchmal habe ich so viele Liste, dass ich nicht mehr weiß, was ich mit ihnen soll!",
    "Overachiever": "Ich tue sehr viel für andere, oft unter großen Opfern für mich selbst, und ich warte nicht, bis ich gefragt werde.",
    "Paranormal": "Ich bin fasziniert von Dingen wie Magie, außersinnliche Wahrnehmungen und dem Übernatürlichen. Ich habe eine Art 'sechsten Sinn' und hatte manchmal unheimliche Erlebnisse, bei denen ich wusste, dass etwas geschehen würde, bevor es tatsächlich eintraf.",
    "Pessimist": "Ich neige dazu, das Glas eher als halb leer statt als halb voll zu sehen.",
    "Phobic": "Ich wünschte, ich würde mir nicht so viele Sorgen machen, was andere Leute von mir in sozialen Situationen denken.",
    "Pleaser": "Es macht mir nichts aus, mehr zu arbeiten als die anderen oder Dinge zu tun, die niemand sonst tun will, wenn das bedeutet, dass wir gut miteinander auskommen. Natürlich möchte ich dafür geschätzte werden.",
    "Possessive": "Ich werde leicht eifersüchtig. Ich mache mir Sorgen, dass mein*e Partner*in mir sexuell untreu ist.",
    "Private": "Ich bin ziemlich zurückgezogener Mensch und behalte Dinge im Allgemeinen für mich, denn man weiß nie, wer persönliche Informationen zu seinem eigenen Nutzen verwendet.",
    "Procrastination": "Ich bin ein schrecklicher Verzögerer. Ich schiebe Dinge immer bis zur letzten Minute auf.",
    "QueueJumper": "Wenn es darum geht, in der Schlange zu warten oder in einem überfüllten Restaurant einen Platz zu bekommen, gehe ich im Allgemeinen an den Anfang der Schlange und möchte gleich bedient werden, oder zumindest versuche ich es.",
    "Reactive": "Ich bin sehr empfänglich für Stimmungen. Kleine Dinge können mich aus dem Gleichgewicht bringen. In ein paar Stunden kann ich eine breite Palette von Gefühlen empfinden, Glück, Trauer, Langeweile oder Angst. Aber die schlechten Stimmungen halten nie an.",
    "Rebel": "Mich fasziniert eine Art Untergrundleben, in dem man die Regeln brechen kann und ungestraft davonkommt.",
    "Rebellious": "Als Heranwachsender war ich ein Teufelskerl und immer in Schwierigkeiten. Einige der folgenden Dine treffen auf mich zu: Ich habe die Schule geschwänzt; ich bin von zu Hause weggelaufen; ich bin in Schlägereien geraten; ich habe mich sexuell viel herumgetrieben; ich habe gelogen; ich habe gestohlen; ich habe Leute drangsaliert; ich habe das Eigentum anderer zerstört.",
    "RiskAverse": "Ich hasse es, neue Dinge auszuprobieren oder Risiken einzugehen, weil ich Angst habe, mich lächerlich zu machen.",
    "Routine": "Ich bleibe lieber bei meiner üblichen täglichen Routine, als mich in unbekannte Umgebungen und Situationen zu wagen.",
    "Sadistic": "Ich ertappe mich manchmal dabei, wie ich über die Missgeschicke anderer lache, obwohl ich auf die Reaktion nicht besonders stolz bin.",
    "SelfAwareness": "Ich habe ein ziemliches gutes Gefühl für mich selbst. Ich weiß, welche Art Arbeit ich tun möchte, mit welchen Freunden ich zusammen sein möchte und was insgesamt für mich wichtig ist.",
    "Selfcentered": "Vielleicht überschätze ich meine eigene Bedeutung, aber ehrlich gesagt, glaube ich, dass ich es wert bin.",
    "Sensitive": "Ich lasse mir Kritik nicht gefallen. Wenn Leute mich, oder das, was ich zu sagen habe, kritisieren, gebe ich es ihnen im Allgemeinen zurück.",
    "Shy": "Ich bin schüchtern gegenüber neuen Leuten.",
    "Somber": "Ich würde mich nicht als fröhlichen Menschen bezeichnen. Die Dinge lasten schwerer auf mir als auf den meisten Menschen und ich neige dazu, die meiste Zeit ziemlich düster zu sein.",
    "Spontaneous": "Ich tue Dinge gern spontan, ohne vorauszuplanen, etwa den Kofler packen und reisen, solange es mir gefällt. Ich weiß, dass die meisten Probleme sich von selbst lösen.",
    "Stoic": "Ich bin nicht der Typ, der eine Reaktion zeigt, wenn andere mich kritisieren oder sogar loben.",
    "Stressed": "Wenn ich unter viel Stress stehe, kann ich unangemessen misstrauisch werden, oder ich ignoriere einfach alles und tue so, als ob nichts passiert.",
    "Stubborn": "Wenn jemand mich bittet, etwas zu tun, was ich nicht tun will, kann ich ein richtiges Ekel sein - ich streite oder bin eingeschnappt oder bekomme sehr schlechte Laune.",
    "StuckUp": "Es fällt mir schwer, es mir gutgehen zu lassen. Wenn sich eine Gelegenheit bietet, mich zu amüsieren, fällt es mir schwer, sie zu nutzen.",
    "Success": "Wenn ich Erfolg habe, kann ich es entweder nicht richtig genießen, oder etwas anderes in meinem Leben läuft schief.",
    "Teased": "Ich finde, dass bestimmte Leute kleine Dinge tun, die mich reizen, ärgern oder beleidigen, nur um mich auf die Palme zu bringen.",
    "Temperamental": "Ich habe ein schreckliches Temperament, aber ich kann nichts dagegen tun.",
    "Tester": "Manchmal erfinde ich Geschichten oder verzerre die Wahrheit, nur um zu sehen, wie andere reagieren. Aber das ist nur Spaß und also kein Grund für irgendjemanden, sich zu ärgern.",
    "Undecided": "Die großen Entscheidungen überlasse ich im Allgemeinen den wichtigsten Menschen in meinem Leben.",
    "Unpredictable": "Leute sagen mir manchmal, dass sie nicht sicher sein können, wann sie meine Gefühle ernst nehmen sollen.",
    "Unreceptive": "Obwohl ich nicht zögere, anderen von meinen Problemen zu erzählen, fühle ich mich sehr unwohl dabei, wenn ich zulasse, dass sie mir dabei helfen.",
    "Violent": "Obwohl ich weiß, dass ich es nicht sein sollte, bin ich von Gewalt, Waffen und Kampfsportarten fasziniert. Ich mag Filme und Fernsehsendungen mit viel Action und Gewalt.",
    "Workaholic": "Ich bin manchmal als 'Arbeitssüchtiger' bezeichnet worden. Es ist wahr, dass ich sehr hart arbeite, auch wenn wir genug Geld haben und alle Rechnungen bezahlt sind. Ich glaube, wenn ich wollte, könnte ich aufhören und entspannen, zumindest eine kurze Zeit.",
    "Perfectionist": "Ich neige dazu, mehr Zeit mit meiner Arbeit zu verbringen als einige meiner Kollegen oder Mitarbeiter, denn ich bin ein Perfektionist und mag es, wenn die Dinge richtig gemacht werden."
  }
}
